{
  "content": "\nTraining Features and Structure\n1. Audiovisual Content (1 Point)\nDescription: The training includes video-based content featuring real-world examples and scenarios of human trafficking in hotel settings. These videos will help employees visualize the potential warning signs and better understand the consequences of trafficking.\nVideos will feature survivor testimonies, hotel employee interventions, and real case studies.\n2. Survivor Accounts (1 Point)\nDescription: First-hand survivor accounts will be shared to highlight the real human impact of trafficking. These accounts provide powerful insights into the experiences of victims and the importance of recognizing trafficking situations early.\nThis section will include anonymous testimonies from survivors of human trafficking, detailing their experiences in hotels and how employees can play a role in helping victims.\n3. Tailored Content (1 Point)\nDescription: The training is designed to cater to different hotel employee positions, such as front desk staff, housekeeping, security, and management. Each group will receive tailored content that addresses the specific roles and responsibilities they have in identifying and responding to human trafficking.\nFront desk staff will learn how to identify suspicious booking behaviors.\nHousekeeping staff will be trained to recognize potential signs of trafficking in guest rooms.\n4. Statistics (1 Point)\nDescription: Relevant and up-to-date statistics will be provided to show the scope of human trafficking in the hospitality industry. The inclusion of real-world data will help employees grasp the significance of their role in combatting trafficking.\nStatistics on trafficking cases in hotels, how trafficking happens, and the impact on communities will be shared.\n5. Search Hotel Ads (1 Point)\nDescription: Employees will be trained on how to search for and recognize suspicious ads linked to trafficking. Tools such as Thorn and Stoplight will be introduced to help track sex ads linked to hotel addresses.\nEmployees will be instructed on how to cross-reference hotel addresses with online ads to detect potential trafficking.\n6. Victim-Focused Approach (2 Points)\nDescription: This training emphasizes the importance of focusing on victims rather than perpetrators. Employees will learn how trafficking affects individuals and how they can provide the appropriate support to victims.\nThe training will reinforce empathy and compassion for trafficking victims and promote victim-centered responses.\n7. Risk Reduction (2 Points)\nDescription: Hotel employees will be trained to avoid engaging with potential traffickers directly. The focus will be on alerting authorities and following established protocols rather than confronting suspected traffickers.\nEmployees will be trained to identify red flags, report concerns promptly, and call authorities without taking matters into their own hands.\n8. Interactivity (2 Points)\nDescription: The training includes interactive elements such as role-playing exercises and a quiz to test employees' knowledge.\nRole-playing scenarios will help employees practice responding to potential trafficking situations.\nA 5-10 question quiz will help reinforce key learnings and assess the effectiveness of the training.\n9. Partnerships with Anti-Human Trafficking Organizations (2 Points)\nDescription: The training will highlight existing partnerships with NGOs and anti-trafficking organizations. These organizations may offer resources, such as shelter services, and may work with hotels to house victims.\nThe training will provide contact information for local NGOs and offer guidance on how employees can collaborate with these organizations if they suspect trafficking.\n10. Overall Definition of Human Trafficking (3 Points)\nDescription: The training will offer clear definitions of human trafficking and provide real-world examples to ensure employees understand the crime and how it manifests in hotel settings.\nThe training will include real case studies and crime scene photos to help employees visualize trafficking situations.\nStatistics and definitions will be presented in simple, accessible language.\n11. Human Trafficking Signs (3 Points)\nDescription: Employees will learn to identify signs of trafficking. This section will teach staff how to spot potential indicators, even if the victim does not show obvious signs of distress.\nExamples include:\nRarely seeing a person on their own (e.g., always accompanied by a dominant guest).\nInconsistent or evasive answers to questions.\nRenting large blocks of rooms or entire floors.\nFrequent, quick entries and exits of women.\nThese signs will be reinforced through case studies and practical examples.\n12. Legal Regulations (3 Points)\nDescription: This section will inform employees about the legal implications of human trafficking, including what is illegal and why. Employees will learn the proper procedures for reporting suspicions without violating privacy laws or overstepping their role.\nIt will also cover what to do if an employee wrongly suspects someone of trafficking and how to handle situations involving complicit staff.\n13. Skills (3 Points)\nDescription: Employees will be trained in practical skills to confirm trafficking through indicators and circumstances.\nExamples of what to look for include:\nMultiple guests in one room.\nIncriminating trash (e.g., condoms, unusual personal items).\nDenial of cleaning services.\nGeneral suspicious behavior such as isolated, fearful guests or signs of manipulation.",
  "features": [
    {"code": "AUDIOVISUAL_CONTENT", "points": 1},
    {"code": "SURVIVOR_ACCOUNTS", "points": 1},
    {"code": "TAILORED_CONTENT", "points": 1},
    {"code": "STATISTICS", "points": 1},
    {"code": "SEARCH_HOTEL_ADS", "points": 1},
    {"code": "VICTUM_FOCUSED", "points": 2},
    {"code": "RISK_REDUCTION", "points": 2},
    {"code": "INTERACTIVITY", "points": 2},
    {"code": "PARTERNSHIPS", "points": 2},
    {"code": "OVERALL_DEFINTION", "points": 3},
    {"code": "HUMAN_TRAFFICKING_SIGNS", "points": 3},
    {"code": "LEGAL_REGULATIONS", "points": 3},
    {"code": "SKILLS", "points": 3}
  ],
  "total_points": 28
}
