{
  "content": "Module 1: Understanding Human Trafficking\nFeature: OVERALL_DEFINTION (3 points)\nWhat is Human Trafficking?\nDefinition: Human trafficking involves the exploitation of people through force, fraud, or coercion for purposes such as forced labor or sex trafficking.\nReal Case Studies: Examples of real human trafficking cases relevant to the hospitality industry. These case studies demonstrate the methods traffickers use to exploit victims in hotels.\nStatistics:\nThere are an estimated 24.9 million victims of human trafficking worldwide.\n1 in 6 runaway youth are likely to be trafficked within 48 hours of leaving home.\nGeneral Scope for Hotel Workers: This training is relevant for all hotel employees, whether they work in housekeeping, front desk, or management.\nModule 2: Identifying Signs of Human Trafficking\nFeature: SKILLS (3 points)\nRecognizing Human Trafficking Indicators:\nSuspicious Behavior: Pay attention to guests who seem overly controlled or exhibit fear, anxiety, or submissiveness.\nAnomalies:\nMultiple guests in one room or multiple rooms booked under one name.\nEvidence of trafficking in trash (e.g., used condoms, signs of prostitution).\nDenied cleaning services or guests who don't leave their rooms.\nAttention to Detail: Be vigilant about guests who exhibit conflicting stories or are always with a dominant, controlling individual.\nFeature: RISK_REDUCTION (2 points)\nHow to Respond to Suspected Trafficking:\nDo Not Confront the Suspects: The training emphasizes that employees should never engage directly with the suspected trafficker.\nCall Authorities: If trafficking is suspected, immediately alert hotel management or law enforcement. Provide clear details about the situation, including room numbers, times, dates, and any other observations.\nModule 3: Legal Considerations and Regulations\nFeature: LEGAL_REGULATIONS (3 points)\nWhat is Illegal in Human Trafficking?\nHuman trafficking is a serious crime and a violation of both national and international law.\nEmployees will be educated about the legal obligations hotel staff have to report suspected trafficking.\nFalse Allegations: The training includes information on what to do if an employee wrongly suspects a guest of trafficking and how to handle situations where complicit employees are suspected.\nFeature: LAW_ENFORCEMENT (3 points)\nCollaboration with Law Enforcement:\nTraining emphasizes the importance of collaborating with local law enforcement to address trafficking cases.\nEmployees are trained on how to report detailed information to law enforcement:\nRoom number\nTimes and dates of suspicious activity\nRelevant locations within the hotel\nPhysical descriptions of persons involved\nModule 4: Risk Reduction and Partnerships\nFeature: PARTNERSHIPS (2 points)\nCollaborating with Anti-Human Trafficking Organizations:\nNGO Partnerships: The training will highlight how certain non-governmental organizations (NGOs) partner with hotels to offer resources for victims of trafficking. Some NGOs assist in housing victims temporarily.\nExamples of Participating NGOs: The training lists reputable organizations and the benefits of working with them.\nGuidance on Avoiding Shallow Advice: The training warns employees to be cautious when working with organizations that may provide misleading or shallow anti-trafficking advice.\nModule 5: Interactive Training and Assessments\nFeature: INTERACTIVITY (2 points)\nRole-Playing Human Trafficking Situations:\nEmployees will engage in role-playing exercises simulating potential human trafficking situations they might encounter. This exercise helps them practice identifying signs of trafficking and appropriate responses.\nKnowledge Check:\n5-10 Question Quiz: At the end of the training, a short quiz will be provided to assess employees’ understanding of the key concepts and scenarios. Topics will cover identifying signs, legal obligations, and the appropriate steps to take when trafficking is suspected.\nModule 6: Victim-Centered Approach\nFeature: VICTIM_FOCUSED (2 points)\nFocus on Victim Rights and Wellbeing:\nThis training emphasizes that the victim is at the center of every response to suspected human trafficking.\nEmpathy and Sensitivity: Hotel employees will be trained to approach situations with a focus on the victim's safety and dignity, ensuring they don’t re-traumatize the victim.\nVictims may be scared, isolated, or manipulated, so it’s essential to approach them with care and professionalism.",
  "features": [
    {"code": "OVERALL_DEFINTION", "points": 3},
    {"code": "SKILLS ", "points": 3},
    {"code": "RISK_REDUCTION", "points": 2},
    {"code": "LEGAL_REGULATIONS", "points": 3},
    {"code": "LAW_ENFORCEMENT", "points": 3},
    {"code": "PARTNERSHIPS", "points": 2},
    {"code": "INTERACTIVITY", "points": 2},
    {"code": "VICTIM_FOCUSED", "points": 2}
  ],
  "total_points": 20
}